Repository: TermoakSSH/mobile-ios
Catalog: Termoak/Localizable.xcstrings
Source language: en
Languages: es

# snippets.empty.text
source: Save commands you use often and paste them into the terminal with one tap. They support variables like {{service}}.
es: Guarda comandos que usas a menudo y pégalos en el terminal con un toque. Admiten variables como {{servicio}}.

# snippets.empty.title
source: No snippets
es: Sin snippets

# snippets.paste_all_open
source: Paste in all open terminals
es: Pegar en todos los terminales abiertos

# snippets.run_all_open
source: Run in all open terminals
es: Ejecutar en todos los terminales abiertos

# snippets.send.command
source: Command
es: Comando

# snippets.send.mode
source: How
es: Cómo

# snippets.send.mode.paste_footer
source: It is pasted without pressing Enter: you check it and run it in each terminal.
es: Se pega sin pulsar Intro: lo revisas y lo ejecutas en cada terminal.

# snippets.send.mode.run_footer
source: It is typed and run (with Enter) in each terminal.
es: Se escribe y se ejecuta (con Intro) en cada terminal.

# snippets.send.no_hosts
source: There are no hosts yet.
es: Todavía no hay hosts.

# snippets.send.no_open
source: There are no open terminals.
es: No hay terminales abiertos.

# snippets.send.open
source: Send to all open terminals…
es: Enviar a todos los terminales abiertos…

# snippets.send.open.footer
source: Only connected terminals where you can type.
es: Solo los terminales conectados en los que puedes escribir.

# snippets.send.paste_count %lld
source: Paste on %lld
es: Pegar en %lld

# snippets.send.run_count %lld
source: Run on %lld
es: Ejecutar en %lld

# snippets.send.servers
source: Run on several servers…
es: Ejecutar en varios servidores…

# snippets.send.servers.footer
source: A terminal opens to each server and the snippet goes as soon as it is connected. Picking a group picks all its hosts.
es: Se abre un terminal a cada servidor y el snippet va en cuanto se conecta. Elegir un grupo elige todos sus hosts.

# snippets.send.show_terminals
source: Show the terminals
es: Ver los terminales

# snippets.send.status.not_connected
source: Not connected
es: Sin conectar

# snippets.send.status.pasted
source: Pasted
es: Pegado

# snippets.send.status.ran
source: Sent and run
es: Enviado y ejecutado

# snippets.send.status.read_only
source: Read-only
es: Solo lectura

# snippets.send.status.waiting
source: Waiting for you in its terminal
es: Te espera en su terminal

# snippets.send.status.wakes
source: Asleep: it reconnects and gets it
es: Dormido: se vuelve a conectar y lo recibe

# snippets.send.summary.needs_you
source: Some terminals are waiting for a password or a fingerprint: open them to answer.
es: Algunos terminales esperan una contraseña o una huella: ábrelos para responder.

# snippets.send.summary.paste %lld %lld
source: Pasted on %1$lld of %2$lld
es: Pegado en %1$lld de %2$lld

# snippets.send.summary.run %lld %lld
source: Run on %1$lld of %2$lld
es: Ejecutado en %1$lld de %2$lld

# snippets.send.summary.tap_row
source: Tap a terminal to open it.
es: Toca un terminal para abrirlo.

# snippets.send.target
source: Where
es: Dónde

# snippets.send.target.open
source: Open terminals
es: Terminales abiertos

# snippets.send.target.panes
source: Split panes
es: Paneles

# snippets.send.target.servers
source: Servers
es: Servidores

# snippets.sent_to_open %lld
source: Sent to %lld terminals
es: Enviado a %lld terminales

# split.add_pane
source: Add pane
es: Añadir panel

# split.broadcast
source: Broadcast input
es: Difundir la escritura

# split.broadcast.banner %lld
source: Broadcasting input to %lld terminals
es: Difundiendo la escritura a %lld terminales

# split.broadcast.exclude
source: Leave out of the broadcast
es: Excluir de la difusión

# split.broadcast.excluded
source: Left out of the broadcast
es: Excluido de la difusión

# split.broadcast.include
source: Include in the broadcast
es: Incluir en la difusión

# split.broadcast.off
source: Stop broadcasting
es: Dejar de difundir

# split.broadcast.on
source: Broadcast input to all panes
es: Difundir la escritura a todos los paneles

# split.broadcast.receives
source: Receives the broadcast
es: Recibe la difusión

# split.broadcast.stop
source: Stop
es: Parar

# split.focus_mode
source: Focus mode
es: Modo foco

# split.focus_mode.off
source: Exit focus mode
es: Salir del modo foco

# split.new_terminal
source: New terminal…
es: Nuevo terminal…

# split.pane.actions
source: Pane actions
es: Acciones del panel

# split.pane.focus
source: Focus
es: Enfocar

# split.pane.needs_answer
source: Waiting for your answer
es: Espera tu respuesta

# split.remove_pane
source: Remove from split view
es: Quitar de la vista dividida

# split.shortcut.down
source: Focus pane below
es: Enfocar el panel de abajo

# split.shortcut.left
source: Focus pane on the left
es: Enfocar el panel de la izquierda

# split.shortcut.right
source: Focus pane on the right
es: Enfocar el panel de la derecha

# split.shortcut.up
source: Focus pane above
es: Enfocar el panel de arriba

# split.single
source: One terminal
es: Un solo terminal

# split.split_with
source: Split with
es: Dividir con

# split.title
source: Split view
es: Vista dividida

# suggestions.accessibility %@
source: Suggestion: %@
es: Sugerencia: %@

# teams.add_member
source: Add member
es: Añadir miembro

# teams.add_member_hint
source: They must have an account on this server. Team admins manage the members; only owners appoint owners and delete the team.
es: Tiene que tener cuenta en este servidor. Los administradores del equipo gestionan los miembros; solo los propietarios nombran propietarios y borran el equipo.

# teams.create
source: Create
es: Crear

# teams.delete
source: Delete team
es: Eliminar equipo

# teams.delete.message
source: Its members will lose access to the sessions shared with it, and its vaults are deleted with their items.
es: Sus miembros perderán el acceso a las sesiones compartidas con él, y se eliminan sus vaults con sus elementos.

# teams.delete.title %@
source: Delete the team “%@”?
es: ¿Eliminar el equipo «%@»?

# teams.email_placeholder
source: email@example.com
es: correo@ejemplo.com

# teams.footer
source: Open a team of the current account to manage its members. Teams of other accounts are managed there (make it current) or on the web.
es: Abre un equipo de la cuenta actual para gestionar sus miembros. Los equipos de otras cuentas se gestionan desde ellas (hazlas actuales) o en la web.

# teams.leave
source: Leave team
es: Salir del equipo

# teams.leave.message
source: You will no longer see the sessions shared with the team. If you are its only owner, appoint another one or delete the team first.
es: Dejarás de ver las sesiones compartidas con el equipo. Si eres su único propietario, nombra a otro o elimina el equipo antes.

# teams.leave.title %@
source: Leave “%@”?
es: ¿Salir de «%@»?

# teams.members
source: Members
es: Miembros

# teams.name_placeholder
source: Operations, Support, Customers…
es: Operaciones, Soporte, Clientes…

# teams.new
source: New team
es: Nuevo equipo

# teams.new_hint
source: You will be its owner. Then you can add other users of this server by their email and share sessions and vaults with the whole team.
es: Serás su propietario. Después podrás añadir a otros usuarios de este servidor por su correo y compartir sesiones y vaults con todo el equipo.

# teams.remove
source: Remove from team
es: Quitar del equipo

# teams.remove.message
source: They will immediately lose access to the sessions shared with it.
es: Perderá al momento el acceso a las sesiones compartidas con él.

# teams.remove.title %@
source: Remove %@ from the team?
es: ¿Quitar a %@ del equipo?

# teams.rename
source: Rename team
es: Renombrar equipo

# teams.role
source: Role
es: Rol

# teams.you
source: you
es: tú

# telnet.no_server_sessions
source: The server does not open Telnet sessions: connect to this host from this device
es: El servidor no abre sesiones Telnet: conéctate a este host desde este dispositivo

# telnet.strict_vault
source: This vault only allows connections through the server, and the server does not open Telnet sessions
es: Este vault solo permite conectar a través del servidor, y el servidor no abre sesiones Telnet

# terminal.asleep.label
source: Server session not connected
es: Sesión del servidor sin conectar

# terminal.badge.server
source: Server
es: Servidor

# terminal.badge.shared
source: Shared
es: Compartida

# terminal.copied_screen
source: Screen copied
es: Pantalla copiada

# terminal.copied_selection
source: Selection copied
es: Selección copiada

# terminal.copy
source: Copy
es: Copiar

# terminal.cursor_mode_badge
source: Cursor with your finger · two fingers scroll
es: Cursor con el dedo · dos dedos desplazan

# terminal.disconnected
source: Disconnected
es: Desconectado

# terminal.edit_host
source: Edit host
es: Editar host

# terminal.error.not_connected
source: The terminal is not connected
es: El terminal no está conectado

# terminal.flash.reconnecting
source: Reconnecting…
es: Reconectando…

# terminal.host_key.forget
source: Forget and connect
es: Olvidar y conectar

# terminal.host_key.forget_button
source: Forget the old key…
es: Olvidar la clave antigua…

# terminal.host_key.forget_message %@ %@
source: Saved key: %1$@ Key now: %2$@ Do this only if you know why it changed (the server was reinstalled or got a new key). Otherwise someone could be impersonating it. You'll be asked to trust the new fingerprint.
es: Clave guardada: %1$@ Clave ahora: %2$@ Hazlo solo si sabes por qué ha cambiado (se reinstaló el servidor o tiene una clave nueva). Si no, alguien podría estar suplantándolo. Se te preguntará si confías en la huella nueva.

# terminal.host_key.forget_title
source: Forget the old key and connect again?
es: ¿Olvidar la clave antigua y volver a conectar?

# terminal.host_key.nothing_to_forget
source: The old key is not in Known hosts any more: connect again.
es: La clave antigua ya no está en Hosts conocidos: vuelve a conectar.

# terminal.host_key.use_only
source: The old key is in a vault you can only use: ask one of its editors to forget it in Known hosts.
es: La clave antigua está en un vault de solo uso para ti: pide a uno de sus editores que la olvide en Hosts conocidos.

# terminal.keyboard
source: Keyboard
es: Teclado

# terminal.latency.accessibility %@
source: Latency: %@
es: Latencia: %@

# terminal.latency.tooltip_host %@
source: Latency to %@ (round trip)
es: Latencia con %@ (ida y vuelta)

# terminal.menu.clear
source: Clear terminal
es: Limpiar terminal

# terminal.menu.close_tab_persistent
source: Close tab (keeps running on the server)
es: Cerrar pestaña (sigue en el servidor)

# terminal.menu.copy_screen
source: Copy screen
es: Copiar la pantalla

# terminal.menu.terminate_server
source: Terminate the server session
es: Terminar la sesión del servidor

# terminal.more
source: More
es: Más

# terminal.open_another
source: Open another session
es: Abrir otra sesión

# terminal.server_session_lower
source: server session
es: sesión del servidor

# terminal.state.connecting
source: Connecting…
es: Conectando…

# terminal.state.connecting_server
source: Connecting to the server…
es: Conectando con el servidor…

# terminal.state.connecting_to %@
source: Connecting to %@…
es: Conectando con %@…

# terminal.state.connection_closed
source: Connection closed
es: Conexión cerrada

# terminal.state.ended_code %lld
source: The session ended (code %lld)
es: La sesión terminó (código %lld)

# terminal.state.host_offline
source: The host is offline; waiting for it to come back…
es: El anfitrión está desconectado; esperando a que vuelva…

# terminal.state.server_session_closed
source: The server session has been closed
es: La sesión del servidor se ha cerrado

# terminal.state.session_closed
source: Session closed
es: Sesión cerrada

# terminal.subtitle.asleep
source: Not connected · server session
es: Sin conectar · sesión del servidor

# terminal.subtitle.local
source: SSH from this device
es: SSH desde este dispositivo

# terminal.subtitle.server
source: Server session
es: Sesión del servidor

# terminal.subtitle.telnet
source: Telnet from this device · unencrypted
es: Telnet desde este dispositivo · sin cifrar

# terminal.tab.close_others
source: Close other tabs
es: Cerrar las demás pestañas

# terminal.tab.duplicate
source: Duplicate session
es: Duplicar sesión

# terminal.tab.rename
source: Rename…
es: Renombrar…

# terminal.tab.rename_hint
source: Leave it empty to use the automatic name again.
es: Déjalo vacío para volver al nombre automático.

# terminal.tab.rename_placeholder
source: Tab name
es: Nombre de la pestaña

# terminal.tab.rename_title
source: Rename tab
es: Renombrar pestaña

# transfer.copy
source: Copy
es: Copiar

# transfer.copy.footer
source: The copies get new ids; the originals stay where they are.
es: Las copias tienen ids nuevos; los originales se quedan donde están.

# transfer.copy_to
source: Copy to…
es: Copiar a…

# transfer.from %@
source: From %@
es: Desde %@

# transfer.kind.forward
source: tunnel
es: túnel

# transfer.kind.group
source: group
es: grupo

# transfer.kind.identity
source: identity
es: identidad

# transfer.kind.key
source: key
es: clave

# transfer.kind.known_host
source: known host
es: host conocido

# transfer.kind.memory
source: AI memory
es: memoria de la IA

# transfer.more %lld
source: and %lld more
es: y %lld más

# transfer.move
source: Move
es: Mover

# transfer.move.footer
source: Moving keeps the items as they are; whoever could see them in the old vault no longer will.
es: Al mover, los elementos no cambian; quien los veía en el vault anterior deja de verlos.

# transfer.move_to
source: Move to…
es: Mover a…

# transfer.no_targets
source: There is nowhere else to put them: create a vault or add an account.
es: No hay otro sitio donde ponerlos: crea un vault o añade una cuenta.

# transfer.plan
source: What will happen
es: Qué va a pasar

# transfer.plan.copied %@ %@
source: Copy %1$@ “%2$@”
es: Copiar %1$@ «%2$@»

# transfer.plan.detached %@ %@
source: %1$@ “%2$@” loses a reference that stays behind
es: %1$@ «%2$@» pierde una referencia que se queda atrás

# transfer.plan.moved %@ %@
source: Move %1$@ “%2$@”
es: Mover %1$@ «%2$@»

# transfer.plan.nothing
source: Nothing to move.
es: No hay nada que mover.

# transfer.plan.reused %@ %@
source: Use the %1$@ “%2$@” that is already there
es: Usar %1$@ «%2$@», que ya está allí

# transfer.planning
source: Checking…
es: Comprobando…

# transfer.to
source: To
es: A

# tunnels.adhoc.explanation
source: It starts now and is not saved: it goes away when you stop it or the connection closes.
es: Se inicia ahora y no se guarda: desaparece al detenerlo o al cerrarse la conexión.

# tunnels.adhoc.header
source: Not saved
es: Sin guardar

# tunnels.adhoc.new
source: Start without saving…
es: Iniciar sin guardar…

# tunnels.adhoc.start
source: Start
es: Iniciar

# tunnels.adhoc.stop
source: Stop
es: Detener

# tunnels.adhoc.unnamed
source: Tunnel
es: Túnel

# tunnels.delete.title %@
source: Delete the tunnel “%@”?
es: ¿Borrar el túnel «%@»?

# tunnels.edit
source: Edit tunnel
es: Editar túnel

# tunnels.editor.address
source: Address (127.0.0.1)
es: Dirección (127.0.0.1)

# tunnels.editor.auto_start
source: Start on connect
es: Arrancar al conectar

# tunnels.editor.destination_device
source: Destination (from this device)
es: Destino (desde este dispositivo)

# tunnels.editor.destination_server
source: Destination (from the server)
es: Destino (desde el servidor)

# tunnels.editor.listen_device
source: Listens on this device
es: Escucha en este dispositivo

# tunnels.editor.listen_server
source: Listens on the server
es: Escucha en el servidor

# tunnels.editor.name
source: Name (optional)
es: Nombre (opcional)

# tunnels.editor.port_free
source: Port (empty = any free one)
es: Puerto (vacío = uno libre)

# tunnels.empty.text
source: A tunnel takes a port on this device to a service on the server (or the other way round), encrypted over SSH. For example, a database that only listens on the server.
es: Un túnel lleva un puerto de este dispositivo a un servicio del servidor (o al revés), cifrado por SSH. Por ejemplo, una base de datos que solo escucha en el servidor.

# tunnels.empty.title
source: No tunnels
es: Sin túneles

# tunnels.error.destination_port
source: The destination port is missing (1–65535).
es: Falta el puerto de destino (1–65535).

# tunnels.error.listen_port
source: The listening port must be a number between 1 and 65535.
es: El puerto de escucha debe ser un número entre 1 y 65535.

# tunnels.footer
source: iOS freezes the app shortly after you leave it: local tunnels work while the app is open and for a few minutes after. Those marked as automatic start when a terminal connects.
es: iOS congela la app al poco de salir de ella: los túneles locales funcionan con la app abierta y unos minutos después. Los marcados como automáticos arrancan al conectar un terminal.

# tunnels.kind.dynamic.explanation
source: A SOCKS5 proxy on this device that goes out to the internet through the server.
es: Un proxy SOCKS5 en este dispositivo que sale a internet a través del servidor.

# tunnels.kind.local.explanation
source: A port on this device leads to a service the server can reach (e.g. its database on localhost:5432).
es: Un puerto de este dispositivo lleva a un servicio al que llega el servidor (p. ej. su base de datos en localhost:5432).

# tunnels.kind.remote
source: Remote
es: Remoto

# tunnels.kind.remote.explanation
source: A port on the server leads to a service this device can reach.
es: Un puerto del servidor lleva a un servicio al que llega este dispositivo.

# tunnels.new
source: New tunnel
es: Nuevo túnel

# tunnels.open_browser
source: Open in the browser
es: Abrir en el navegador

# tunnels.stats.connections %lld %lld
source: %lld open · %2$lld in total
es: %lld abiertas · %2$lld en total

# tunnels.summary.remote %@ %@
source: R server %1$@ → %2$@
es: R servidor %1$@ → %2$@

# tunnels.title %@
source: Tunnels · %@
es: Túneles · %@

# two_factor.codes_left %lld
source: On · %lld recovery codes left
es: Activada · quedan %lld códigos de recuperación

# two_factor.confirm
source: Turn on
es: Activar

# two_factor.copied
source: Copied
es: Copiados

# two_factor.copy_codes
source: Copy the codes
es: Copiar los códigos

# two_factor.copy_secret
source: Copy the secret key
es: Copiar la clave secreta

# two_factor.explain
source: Signing in also asks for a code from an authenticator app (or a recovery code), so your password alone is not enough.
es: Al iniciar sesión también se pide un código de una app de autenticación (o un código de recuperación), así que tu contraseña sola no basta.

# two_factor.off_hint
source: Off: turn it on to protect your account
es: Desactivada: actívala para proteger tu cuenta

# two_factor.open_app
source: Open in the authenticator app
es: Abrir en la app de autenticación

# two_factor.qr
source: QR code for the authenticator app
es: Código QR para la app de autenticación

# two_factor.recovery_footer
source: Save them somewhere safe: each one signs you in once if you lose your authenticator app. They are not shown again.
es: Guárdalos en un lugar seguro: cada uno sirve una vez para iniciar sesión si pierdes tu app de autenticación. No se vuelven a mostrar.

# two_factor.recovery_title
source: Recovery codes
es: Códigos de recuperación

# two_factor.scan_footer
source: Scan the QR code with another device, open it in the authenticator app of this one, or type the secret key.
es: Escanea el código QR con otro dispositivo, ábrelo en la app de autenticación de este o escribe la clave secreta.

# two_factor.step_code
source: 2. Enter the code it shows
es: 2. Escribe el código que muestra

# two_factor.step_scan
source: 1. Add it to your authenticator app
es: 1. Añádela a tu app de autenticación

# two_factor.title
source: Two-step verification
es: Verificación en dos pasos

# two_factor.turn_off
source: Turn off two-step verification
es: Desactivar la verificación en dos pasos

# two_factor.turn_off_confirm
source: Your account will be protected only by its password.
es: Tu cuenta quedará protegida solo por su contraseña.

# two_factor.turn_off_footer
source: Your password and a code from the authenticator app (or a recovery code).
es: Tu contraseña y un código de la app de autenticación (o un código de recuperación).

# two_factor.turn_on
source: Turn on two-step verification
es: Activar la verificación en dos pasos

# upload.action %lld
source: Upload %lld
es: Subir %lld

# upload.footer
source: Items marked This device only start unchecked. What you don't upload stays on this device.
es: Los elementos marcados como Solo este dispositivo empiezan sin marcar. Lo que no subas se queda en este dispositivo.

# upload.items
source: Items
es: Elementos

# upload.not_now
source: Not now
es: Ahora no

# upload.text %lld %@
source: Upload %lld items from this device to your %2$@ vault? They will sync with your account.
es: ¿Subir %lld elementos de este dispositivo a tu vault %2$@? Se sincronizarán con tu cuenta.

# upload.title
source: Upload to your account
es: Subir a tu cuenta

# vault.add
source: Add
es: Añadir

# vault.import
source: Import
es: Importar

# vault.import.done
source: Import finished
es: Importación terminada

# vault.import.ssh_config
source: Hosts from an ssh_config file
es: Hosts de un archivo ssh_config

# vault.new_key
source: New key
es: Nueva clave

# vault.open_failed
source: Could not open the vault
es: No se pudo abrir la bóveda

# vaults.activity
source: Activity
es: Actividad

# vaults.activity.empty
source: Nothing has happened in this vault yet.
es: Aún no ha pasado nada en este vault.

# vaults.activity.more
source: Load more
es: Cargar más

# vaults.audit.secret_reveal
source: Secret revealed
es: Secreto mostrado

# vaults.audit.secret_use
source: Credentials used from a device
es: Credenciales usadas desde un dispositivo

# vaults.audit.session_open
source: Server session opened
es: Sesión en el servidor abierta

# vaults.audit.vault_create
source: Vault created
es: Vault creado

# vaults.audit.vault_delete
source: Vault deleted
es: Vault eliminado

# vaults.audit.vault_member_add
source: Member added
es: Miembro añadido

# vaults.audit.vault_member_removed
source: Member removed
es: Miembro quitado

# vaults.audit.vault_role_changed
source: Role changed
es: Rol cambiado

# vaults.audit.vault_transfer
source: Items moved or copied
es: Elementos movidos o copiados

# vaults.audit.vault_update
source: Vault changed
es: Vault modificado

# vaults.create
source: Create
es: Crear

# vaults.delete
source: Delete vault
es: Borrar vault

# vaults.delete.footer %@
source: Type %@ to confirm. This cannot be undone.
es: Escribe %@ para confirmar. No se puede deshacer.

# vaults.delete.message %@ %lld %lld
source: “%1$@” and everything in it are deleted for everyone who can see it. Hosts: %2$lld. Members: %3$lld.
es: «%1$@» y todo lo que contiene se borran para todos los que lo ven. Hosts: %2$lld. Miembros: %3$lld.

# vaults.description
source: Description (optional)
es: Descripción (opcional)

# vaults.edit
source: Edit vault
es: Editar vault

# vaults.filter.all
source: All
es: Todo

# vaults.icon
source: Icon
es: Icono

# vaults.kind.personal
source: Only yours
es: Solo tuyo

# vaults.kind.shared
source: Shared
es: Compartido

# vaults.kind.shared_by %@
source: Shared by %@
es: Compartido por %@

# vaults.kind.team %@
source: Team %@
es: Equipo %@

# vaults.leave
source: Leave vault
es: Salir del vault

# vaults.leave.message
source: Its items are removed from your devices. Someone who manages it can share it with you again.
es: Sus elementos se quitan de tus dispositivos. Quien lo gestiona puede volver a compartirlo contigo.

# vaults.leave.title %@
source: Leave %@?
es: ¿Salir de %@?
